[
  {
    "id": 3,
    "title": "Terms and Conditions of Use",
    "description": "<h3>1. Introduction</h3><p> Welcome to NextMerce (\"we,\" \"our,\" or \"us\"). These Terms and Conditions govern your use of our website, mobile application, and services (collectively, the \"Services\").</p><p> By accessing or using our Services, you agree to be bound by these Terms and Conditions. If you do not agree to these terms, please do not use our Services.</p><h3>2. Account Registration</h3><p> To access certain features of our Services, you may be required to register for an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete.</p><p> You are responsible for safeguarding your password and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account.</p><h3>3. Products and Services</h3><p> All products and services displayed on our platform are subject to availability. We reserve the right to discontinue any product or service at any time.</p><p> Product descriptions, images, and specifications are for informational purposes only and may not reflect the exact appearance or features of the product you receive.</p><h3>4. Pricing and Payment</h3><p> All prices are displayed in the applicable currency and are subject to change without notice. We reserve the right to correct pricing errors at any time.</p><p> Payment must be made through one of our approved payment methods. By providing payment information, you represent and warrant that you have the legal right to use the payment method you provide.</p><h3>5. Shipping and Delivery</h3><p> Shipping times and costs are estimates only and are not guaranteed. We are not responsible for delays caused by shipping carriers, customs, or other factors outside our control.</p><p> Risk of loss and title for items purchased pass to you upon delivery of the items to the carrier.</p><h3>6. Returns and Refunds</h3><p> Our return and refund policy is outlined separately and is incorporated into these Terms and Conditions by reference.</p><p> To be eligible for a return, your item must be unused and in the same condition that you received it, and it must be in the original packaging.</p><h3>7. Intellectual Property</h3><p> All content included on our Services, such as text, graphics, logos, images, and software, is the property of NextMerce or its content suppliers and is protected by international copyright, trademark, and other intellectual property laws.</p><p> You may not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Services without our prior written consent.</p><h3>8. User Content</h3><p> By posting, uploading, or submitting any content to our Services, you grant us a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media.</p><p> You represent and warrant that you own or control all rights to the content you post and that such content does not violate these Terms and Conditions.</p><h3>9. Prohibited Uses</h3><p> You agree not to use our Services:</p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>In any way that violates any applicable federal, state, local, or international law or regulation</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>To transmit, or procure the sending of, any advertising or promotional material without our prior written consent</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>To impersonate or attempt to impersonate NextMerce, a NextMerce employee, another user, or any other person or entity</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of our Services</li></ol><h3>10. Limitation of Liability</h3><p> In no event will NextMerce, its affiliates, or their licensors, service providers, employees, agents, officers, or directors be liable for damages of any kind, including without limitation any direct, indirect, special, incidental, consequential, or punitive damages, arising out of or in connection with your use of our Services.</p><h3>11. Indemnification</h3><p> You agree to defend, indemnify, and hold harmless NextMerce, its affiliates, and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms and Conditions or your use of our Services.</p><h3>12. Governing Law</h3><p> These Terms and Conditions and your use of our Services will be governed by and construed in accordance with the laws of the jurisdiction in which NextMerce is established, without regard to its conflict of law provisions.</p><h3>13. Changes to Terms and Conditions</h3><p> We may revise and update these Terms and Conditions from time to time at our sole discretion. All changes are effective immediately when we post them.</p><p> Your continued use of our Services following the posting of revised Terms and Conditions means that you accept and agree to the changes.</p><h3>14. Contact Information</h3><p> Questions or comments about our Services or these Terms and Conditions may be directed to our customer support team at hello@gmail.com.</p>",
    "subtitle": "Welcome to Cozy commerce (\"we,\" \"our,\" or \"us\"). These Terms and Conditions govern your use of our website, mobile application, and services (collectively, the \"Services\")."
  }
]
